{
    "file": "wire\/modules\/Process\/ProcessRole\/ProcessRole.module",
    "textdomain": "wire--modules--process--processrole--processrole-module",
    "translations": {
        "e5e77ccf470959bc6be60127730908b5": {
            "text": "Benutzerrollen und mit ihnen verknüpfte Berechtigungen verwalten"
        },
        "a5cd3ed116608dac017f14c046ea56bf": {
            "text": "Benutzerrollen"
        },
        "9bfb6e6af6e6793bfa9387e728187c87": {
            "text": "(Pflichtfeld)"
        },
        "d08ccf52b4cdd08e41cfb99ec42e0b29": {
            "text": "Berechtigungen"
        },
        "e0c8b59640bc35bac606431203d2d9b0": {
            "text": "Detaillierte Beschreibungen zu diesen Berechtigungen finden Sie in der [Referenz](%s)."
        },
        "dc3abfaff3190368a09f01d6589eeeea": {
            "text": "Füge Kindseiten zu Seiten hinzu mit Template"
        },
        "9c281188158fc34cf5afc9d2820a761c": {
            "text": "Erstelle Seiten mit Template"
        },
        "3cac60e98937c01a72ef6e6cfe66f90f": {
            "text": "Diese Berechtigung ist Pflicht für alle Benutzerrollen."
        },
        "1def073965e264ae40ae1d9877290fd3": {
            "text": "gilt für alle bearbeitbaren Templates"
        },
        "26c77f67debae46ee5b0a12626817076": {
            "text": "%1$s durch Template %2$s hinzugefügt, anklicken zum bearbeiten"
        },
        "37ef521112472af77d381e834922a7af": {
            "text": "%1$s durch Template %2$s verworfen, anklicken zum bearbeiten"
        },
        "1754bfdd544e98486c2ed46753ca8edd": {
            "text": "Das markieren dieser Box fügt diese Berechtigung allen bearbeitbaren Templates hinzu, aber diese Berechtigung wurde bereits von einem oder mehreren Templates angelegt. Um die Dinge übersichtlicher zu gestalten, empfehlen wir, die Berechtigung von diesen Templates zu entfernen, bevor man sie für alle frei schaltet. Möchten Sie dies nun wirklich aktivieren?"
        },
        "10928cc0ee4f4ca5cd54b8f7d90fe439": {
            "text": "Hinweis: Superuser-Rolle hat immer alle Berechtigungen, so dass das Berechtigungsfeld nicht angezeigt wird."
        },
        "e92cdb67062c4b4fa95179b9130677a9": {
            "text": "name|beschreibung"
        },
        "73a0430d4108945b73c1d27c8d048339": {
            "text": "Welche Arten von Seiten kann diese Benutzerrolle anzeigen?"
        },
        "1c572404150327a35e463b4638740073": {
            "text": "Welche Arten von Seiten kann diese Benutzerrolle bearbeiten?"
        },
        "b2295468aae810dba114aeafc6affecc": {
            "text": "Auf welche Arten von Seiten kann diese Benutzerrolle Kinder hinzufügen?"
        },
        "a94285c99473e5cb477bfebd41f5b479": {
            "text": "Welche Arten von Seiten kann diese Benutzerrolle erstellen?"
        },
        "bdeb3e0cbe3d8f44757a86e8da219abc": {
            "text": "Diese Berechtigung kann nur per Template zugewiesen werden."
        },
        "76ea2cfb7138b9f6db1ca5385ffd6bec": {
            "text": "Hinzufügen zu: %s"
        },
        "484a603504d7ed70ae95310674989236": {
            "text": "Widerrufen von: %s"
        },
        "2121718f2638e1afe762097a7981ea3c": {
            "text": "Wenn Sie {permission} nur bestimmten Vorlagen hinzufügen möchten, aktivieren Sie die folgenden Kästchen für die Vorlagen, denen Sie hinzufügen möchten, und lassen Sie die Berechtigung {permission} nicht aktiviert."
        },
        "308b65bff5801587885912db1a2aacdf": {
            "text": "Die Berechtigung {permission} ist aktiviert, sodass sie auf alle Templates angewendet werden kann, die für die Benutzerrolle bearbeitet werden können. Um die Berechtigung {permission} von bestimmten Templates zu widerrufen, aktivieren Sie die folgenden Kästchen. Um diese Berechtigung nur bestimmten Templates hinzuzufügen, deaktivieren Sie zunächst die Berechtigung {permission}."
        },
        "0cb74f3f98993beb92d1fa5e9dbdeb64": {
            "text": "Beachten Sie, dass diese Benutzerrolle für alle oben markierten Templates auch die page-edit Berechtigung haben muss."
        },
        "46e843d341c23fcc923e4057f2011f5e": {
            "text": "Die meisten Berechtigungen, die von einem Template zugewiesen werden können, erfordern auch, dass der Benutzer über die page-edit Berechtigung verfügt. Wenn eine Vorlage, die Sie benötigen, nicht aufgeführt ist, müssen Sie zunächst die Zugriffssteuerung aktivieren (siehe Tab \"Zugriff\" beim Bearbeiten einer Vorlage)."
        },
        "bd6e3218368542ea8b8ec79e212960c3": {
            "text": "Im Gegensatz zu den meisten anderen Berechtigungen ist die page-edit Berechtigung für ein Template keine Vorbedingung für diese Berechtigung."
        },
        "862ca20a14a289ffa53aa7b458c0f288": {
            "text": "Hier klicken, um die Berechtigungseinstellungen nach Vorlage zu öffnen \/ zu schließen"
        },
        "4106d43df925487225450293085f8bad": {
            "text": "Berechtigung \"%1$s\" für Template \"%2$s\" nicht erlaubt (erfordert \"%3$s\" Berechtigung)"
        },
        "596d1c90537af3c3c588dceedde6bf03": {
            "text": "(erforderlich, da von der Rolle Gast geerbt)"
        },
        "2c32a8fe6caf47e8f89b0929211639df": {
            "text": "Vorlagen mit einem Sternchen (*) werden für bearbeitungsbezogene Berechtigungen so konfiguriert, dass sie auch auf Kinder und über den Seitenbaum vererbt werden, sofern sie nicht von einer Seite überschrieben werden, die eine andere zugriffskontrollierte Vorlage verwendet."
        },
        "1900cd4f8e202940060d2129a70df995": {
            "text": "Diese Berechtigung wird auch an Kinder und über den Seitenbaum vererbt, sofern sie nicht von einer Seite, die eine andere zugriffskontrollierte Vorlage verwendet, überschrieben wird."
        }
    }
}