{
    "file": "wire\/modules\/Process\/ProcessRole\/ProcessRole.module",
    "textdomain": "wire--modules--process--processrole--processrole-module",
    "translations": {
        "e5e77ccf470959bc6be60127730908b5": {
            "text": "Benutzerrollen und mit ihnen verknüpfte Berechtigungen verwalten"
        },
        "a5cd3ed116608dac017f14c046ea56bf": {
            "text": "Benutzerrollen"
        },
        "9bfb6e6af6e6793bfa9387e728187c87": {
            "text": "(Pflichtfeld)"
        },
        "d08ccf52b4cdd08e41cfb99ec42e0b29": {
            "text": "Berechtigungen"
        },
        "e0c8b59640bc35bac606431203d2d9b0": {
            "text": "Detaillierte Beschreibungen zu diesen Berechtigungen finden Sie in der [Referenz](%s)."
        },
        "ae9a363b2dfa9181da7ffde8e37813b5": {
            "text": "durchgestrichen"
        },
        "c6cc7e92b9fc348360b34c024086432c": {
            "text": "name|beschreibung"
        },
        "dc3abfaff3190368a09f01d6589eeeea": {
            "text": "Füge Kindseiten zu Seiten hinzu mit Template"
        },
        "9c281188158fc34cf5afc9d2820a761c": {
            "text": "Erstelle Seiten mit Template"
        },
        "faa5826bce6656df7f63cbeb5b2a85fe": {
            "text": "Diese Berechtigung kann nur durch die Einstellungen des Template-Zugriffs vergeben werden."
        },
        "3cac60e98937c01a72ef6e6cfe66f90f": {
            "text": "Diese Berechtigung ist Pflicht für alle Benutzerrollen."
        },
        "1def073965e264ae40ae1d9877290fd3": {
            "text": "gilt für alle bearbeitbaren Templates"
        },
        "26c77f67debae46ee5b0a12626817076": {
            "text": "%1$s durch Template %2$s hinzugefügt, anklicken zum bearbeiten"
        },
        "37ef521112472af77d381e834922a7af": {
            "text": "%1$s durch Template %2$s verworfen, anklicken zum bearbeiten"
        },
        "95c58584c58685c05c1a7cc706416455": {
            "text": "im Moment keinem Template zugewiesen"
        },
        "64a4d3473343a325080c311b47099be6": {
            "text": "Die page-add und page-create Berechtigungen können nur in den Einstellungen des Template-Zugriffs hinzugefügt werden und sind hier nur zur Information aufgeführt."
        },
        "cea791d6258d032e4742a9a99f1ecf11": {
            "text": "Alleine das Markieren der page-edit Berechtigung hier erlaubt noch nicht den Zugriff zum bearbeiten auf beliebige Seiten. Stattdessen ermöglicht es Ihnen, für diese Benutzrrolle den Zugriff zum bearbeiten in den Einstellungen des Template-Zugriffs festzulegen. Durch die page-edit Berechtigung werden Seiten im Adminbereich für Benutzer sichtbar. Daher wird diese Berechtigung für alle administrativen Benutzer empfohlen."
        },
        "d923671ad010412a573db8ccdbddc911": {
            "text": "Zeigt an, dass die Berechtigung für Benutzerrollen optional in den Einstellungen des Template-Zugriffs hinzugefügt oder zurückgenommen werden kann. Das Markieren der Berechtigung gibt diese für alle bearbeitbaren Templates frei. Falls Sie einer Benutzerrolle nur eine bestimmte Berechtigung für Seiten mit spezifischen Template(s) zuordnen möchten, sollten Sie dies hier nicht markieren und stattdessen die Auswahl im Tab \"Zugriff\" eines Templates treffen."
        },
        "efc30c4ed12a9e95e4fad5ae9be115fb": {
            "text": "Zeigt ein Template an, welches die Berechtigung hinzufügt. Hier klicken um ein Fenster zu den Zugriff-Einstellungen des Templates zu öffnen. Falls der Templatename %s ist, ist die Berechtigung dem Template hinzugefügt, wird aber durch Ihre Auswahl hier überschrieben."
        },
        "dce4a957c0c6225be564be146d71b245": {
            "text": "Das gleiche wie oben abgesehen davon, dass die Berechtigung durch dieses Template zurückgenommen wird (anstatt hinzugefügt)."
        },
        "1754bfdd544e98486c2ed46753ca8edd": {
            "text": "Das markieren dieser Box fügt diese Berechtigung allen bearbeitbaren Templates hinzu, aber diese Berechtigung wurde bereits von einem oder mehreren Templates angelegt. Um die Dinge übersichtlicher zu gestalten, empfehlen wir, die Berechtigung von diesen Templates zu entfernen, bevor man sie für alle frei schaltet. Möchten Sie dies nun wirklich aktivieren?"
        }
    }
}