{
    "file": "wire\/modules\/Fieldtype\/FieldtypeTextarea.module",
    "textdomain": "wire--modules--fieldtype--fieldtypetextarea-module",
    "translations": {
        "00f6c76a7a83b1d7aab61a93e513e9d5": {
            "text": "Eingabefeld Typ"
        },
        "88183b946cc5f0e8c96b2e66e1c74a7e": {
            "text": "Unbekannt"
        },
        "127852afa67b41673ab8ea17b383847c": {
            "text": "Dieser Feldtyp wird genutzt um Eingaben zu sammeln (Textarea ist Standard). Hinweis: falls Sie dies ändern und bestätigen, können sich auch die möglichen Optionen in den Einstellungen des Eingabefeldes ändern."
        },
        "2effa58f13159d138a634233e246713d": {
            "text": "Inhaltstyp"
        },
        "f0a7350231680497c534e592203a3b7b": {
            "text": "Markup\/HTML mit Bilder Verwaltung"
        },
        "6579c1fdbe94982347736ad47f0949cb": {
            "text": "Die Markup\/HTML Option (optional mit Bilder Verwaltung) wird empfohlen für Felder welche einen Rich Text Editor (TinyMCE, CKEditor, usw.) verwenden und HTML enthalten. Diese Option unterstützt einen zusätzlichen Filter zur Laufzeit."
        },
        "3e7a86573c428ffd2bf3145cea18514b": {
            "text": "Die Auswahl der Option \"Markup\/HTML mit Bilder Verwaltung\" fügt folgende Überprüfungen während der Laufzeit hinzu:"
        },
        "2bc17a9602fb3fd33f9a6561c7b36177": {
            "text": "1. Leere alt Attribute mit Dateibeschreibung füllen - stellt sicher, dass geänderte Dateibeschreibungen im alt Attribut des <img> Tags wiedergegeben werden."
        },
        "5c84d65097148d9fa9a1be01e38c8f27": {
            "text": "2. Automatisch nicht existierende Varianten der Bildgröße erstellen."
        },
        "0899ba8ac053ddbc869eac2bf0c9f458": {
            "text": "3. Entfernt <img> Tags, welche auf eine nicht vorhandene Datei verweisen."
        },
        "a171deaa8f82c6e29796e95126fbd644": {
            "text": "4. Fehlende Bilder werden in der Log-Datei \"markup-qa-errors\" protokolliert und der System\/Admin Benutzer benachrichtigt."
        },
        "f49044eb0f5ff823c157a2feedf2b9f8": {
            "text": "Weitere Informationen zu den oben genannten Optionen finden Sie in der [Beschreibung für die Inhaltstypen](%s)."
        },
        "5d85f44b69f9d7e86c7f3f473f97f771": {
            "text": "="
        }
    }
}