{
    "file": "wire\/modules\/Process\/ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword-module",
    "translations": {
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Passwort zurücksetzen"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Das Passwort kann nicht zurückgesetzt werden. Bitte stellen Sie sicher, dass Sie den gleichen Computer und den gleichen Browser benutzen, mit dem Sie ursprünglich die Anfrage, das Passwort zurückzusetzen, gesendet haben."
        },
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Zurücksetzen Ihres Passworts"
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Fortsetzen"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Ihr Passwort wurde erfolgreich zurückgesetzt. Sie können sich jetzt mit den neuen Zugangsdaten einloggen."
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Falls Sie einen Account in unserem System mit einer gültigen E-Mail-Adresse besitzen, sollten Sie nach dem Absenden dieses Formulars eine E-Mail erhalten. Diese E-Mail enthält einen Link, über den Sie Ihr Passwort zurücksetzen können."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Falls Ihr Account im System vorhanden ist, wurde eine E-Mail mit Informationen zum Zurücksetzen Ihres Passwort an Sie versendet."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Bitte überprüfen Sie, ob die E-Mail eingetroffen ist. Falls Sie die E-Mail nicht innerhalb der nächsten 15 Minuten erhalten sollten, wenden Sie sich bitte an den Administrator. Schließen Sie dieses Fenster NICHT, bis Sie den Vorgang abgeschlossen haben."
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Um Ihr Passwort zurückzusetzen, klicken Sie bitte auf den Link unten (oder kopieren Sie ihn in Ihren Browser) und folgen Sie den Anweisungen."
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Ungültige Anfrage. Ihre Anfrage ist wahrscheinlich verfallen, weil zu viel Zeit vergangen ist. Bitte versuchen Sie es erneut."
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Passwort vergessen"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Stellt eine Möglichkeit bereit, das Login-Passwort zurückzusetzen."
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Geben Sie Ihren Benutzernamen ein"
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Hinweis: Aus Sicherheitsgründen teilen wir Ihnen auf diesem Bildschirm nicht mit, ob der eingegebene Benutzername im System existiert."
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "E-Mail-Adresse für den Versand"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Dieser Link ist für die Dauer von 60 Minuten gültig. Der Link muss im gleichen Webbrowser aufgerufen werden, der auch verwendet wurde, um die Passwortanfrage zu stellen."
        },
        "ebd47983e20da3bcd0ce16754a5c6f71": {
            "text": "Dieser Schritt kann nicht abgeschlossen werden"
        },
        "93d644963a650f21fed9cf78bb79aefa": {
            "text": "Passwort zurücksetzen vorübergehend nicht verfügbar. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie den Admin."
        },
        "6832ac593617c3e5f61c82a20b0d9a3a": {
            "text": "Geben Sie Ihre E-Mail-Adresse ein"
        },
        "39ce57ab909352a15ed22c42d8bf2db5": {
            "text": "Es gibt mehrere Konten mit dieser E-Mail, so dass ein Zurücksetzen des Passworts nicht möglich ist."
        },
        "8b0f10bdaf3afb56f2dd166bbbb4e190": {
            "text": "Bitte wenden Sie sich an den Administrator, um Ihr Passwort zurückzusetzen."
        },
        "7db90261f25e9e387ac28f85a67e61cd": {
            "text": "Der Benutzer darf das Passwort nicht zurücksetzen."
        },
        "27f1d003b3e26b68158df1930deb4501": {
            "text": "Dein Bestätigungscode lautet: %s"
        },
        "1f608932e66b86ace4789d74fd3979b8": {
            "text": "Du hast einen Passwort Reset für dein Konto bei %s angefordert."
        },
        "5e7e3a0c4a67fc08cde6a2e8a7a8136e": {
            "text": "Das System kann diese Anforderung aus dem unten aufgeführten Grund nicht abschließen:"
        },
        "57b0380c7885e84ff8106ecb65e4fc1b": {
            "text": "Bitte wenden Sie sich an den Administrator, um Hilfe bei der Anmeldung an Ihrem Konto und\/oder der Änderung Ihres Passworts zu erhalten."
        },
        "dfcbc97f1d21b9867e68fa7179492c4c": {
            "text": "Verifizierungscode"
        },
        "3d6a2212b6d337ac823402be7a0ddf14": {
            "text": "Bitte geben Sie den Code ein, den Sie in Ihrer E-Mail erhalten haben."
        },
        "4f9d3bd4f4eba4b2d86610f6607d8337": {
            "text": "Das Zurücksetzen des Passworts erfordert auch, dass Sie den korrekten Wert dieses Feldes bestätigen."
        },
        "056f743a15c1503de0d4ae9c8cd9d2c9": {
            "text": "Die maximal zulässigen Versuche für dieses Formular wurden überschritten."
        },
        "fa36cf545b5a1afc0b89876b6e459d4a": {
            "text": "Falscher Verifizierungscode"
        },
        "8c89c9f8eed88a5efbf7b8f1339b67e1": {
            "text": "Eingestellter Wert war nicht korrekt"
        },
        "ee668afb3022f7a04020a4355995df08": {
            "text": "Benutzer existiert nicht"
        },
        "8857e76b64aa5af97292f6c118a98b9c": {
            "text": "Benutzer hat keine E-Mail-Adresse definiert."
        },
        "891c900c62b339df9b69affb01964463": {
            "text": "Benutzer ist unveröffentlicht"
        },
        "ba3f28cb2b509ffc12d364936e935bf9": {
            "text": "Dem Benutzer ist es nicht erlaubt, sich per Site-Konfiguration anzumelden."
        },
        "32e309a22f3c85df6347452a10154dd1": {
            "text": "Der Benutzer hat keine Rolle, die für das Zurücksetzen des Passworts unterstützt wird."
        },
        "96562ea782788ab326b91826c455a545": {
            "text": "Der Benutzer hat eine Rolle, die das Zurücksetzen des Passworts nicht unterstützt."
        },
        "3f2c45a7cbacb890f17f482d6d578a46": {
            "text": "Maximale Anzahl an Versuchen erreicht, bitte versuchen Sie es später noch einmal."
        },
        "f300f19956910a5c8e07e7fc38ad5996": {
            "text": "E-Mail statt Benutzername verwenden"
        },
        "b7f87835e4ded82dbf88a8a45660e8b5": {
            "text": "Wenn diese Option aktiviert ist, wird der Benutzer nach seiner E-Mail-Adresse gefragt, um sein Passwort zurückzusetzen, und nicht nach seinem Benutzernamen."
        },
        "4cc2145f15c928792509a932023d7d16": {
            "text": "Wenn die E-Mail-Adresse von mehr als einem Konto verwendet wird, ist das Zurücksetzen von Passwörtern für diese Konten nicht möglich."
        },
        "2f9fd9ee1ca0d1b1bf29cf5ac02fb6d8": {
            "text": "Max. Passwort Reset-Anfragen pro IP-Adresse oder Sitzung"
        },
        "8d2af70b99487af66a77693183fa222e": {
            "text": "Verwenden Sie diese Option, um zu verhindern, dass dieselbe IP-Adresse oder Sitzung Reset-Anforderungen überflutet."
        },
        "d7b00f56bd4aa8c7b1d307f893f3691d": {
            "text": "Geben Sie 0 an, um sie zu deaktivieren."
        },
        "87797341d99969f5087a0604d689f724": {
            "text": "Aktivität protokollieren?"
        },
        "b78dc56eded90f2f7dc3efe53843c7df": {
            "text": "Wenn aktiviert, werden Anfragen zum Zurücksetzen des Passworts protokolliert."
        },
        "7cd3b77b8a690863feb890675526b5fb": {
            "text": "Anzeigen des Protokolls"
        },
        "2b76ca42e9a49dabc2d47d1c0125a58c": {
            "text": "Feldwerte bestätigen"
        },
        "1cb11e4ef5c85cd2529324e18d63c96a": {
            "text": "Als zusätzliche Überprüfung im letzten Schritt bitten Sie den Benutzer, die Werte dieser Felder zu bestätigen, bevor Sie ein neues Passwort akzeptieren."
        },
        "5cd2f0ef0a275749826eb1848eca5085": {
            "text": "Bitte verwenden Sie nur einsprachige Text- oder Zahlenfelder, die dafür immer ausgefüllt werden."
        },
        "8cde5ec64dda71c519de97faac388350": {
            "text": "Erlaubte Rollen"
        },
        "1af5a1fe1bcf8e0d87981e1ed30a52ee": {
            "text": "Um nur bestimmten Rollen das Zurücksetzen des Passworts zu ermöglichen, wählen Sie diese hier aus."
        },
        "2b71c5b0053ba1524a4b96e918c5a8b4": {
            "text": "Wenn keine ausgewählt ist, steht das Zurücksetzen des Passworts allen Rollen zur Verfügung."
        },
        "3ec6ed33465d73a6985d6e6455d2e8ac": {
            "text": "Gesperrte Rollen"
        },
        "987aff99759a7d274e880c5512ebf090": {
            "text": "Um zu verhindern, dass bestimmte Rollen das Passworts zurücksetzen, wählen Sie diese hier aus."
        },
        "f53d1cd25e03173ba9eaa4e493636769": {
            "text": "(optional)"
        },
        "a1f0c9c3c94d0f29ab484c237d948650": {
            "text": "Löschen von Caches und Tabellen für Anfragen zum Zurücksetzen des Passworts"
        },
        "ec488c78fc373b5af024d518fdc7c612": {
            "text": "Dies geschieht automatisch über die Zeit, kann aber auf Wunsch auch manuell gelöscht werden."
        },
        "49f90518a785624dd3ca08a1ebc6f9ef": {
            "text": "Anfragen zum Zurücksetzen des Passworts gelöscht"
        }
    }
}