{
    "file": "wire\/modules\/Process\/ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword-module",
    "translations": {
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Passwort zurücksetzen"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Das Passwort kann nicht zurückgesetzt werden. Bitte stellen Sie sicher, dass Sie den gleichen Computer und den gleichen Browser benutzen, mit dem Sie ursprünglich die Anfrage, das Passwort zurückzusetzen, gesendet haben."
        },
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Zurücksetzen Ihres Passworts"
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Fortsetzen"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Ihr Passwort wurde erfolgreich zurückgesetzt. Sie können sich jetzt mit den neuen Zugangsdaten einloggen."
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Falls Sie einen Account in unserem System mit einer gültigen E-Mail-Adresse besitzen, sollten Sie nach dem Absenden dieses Formulars eine E-Mail erhalten. Diese E-Mail enthält einen Link, über den Sie Ihr Passwort zurücksetzen können."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Falls Ihr Account im System vorhanden ist, wurde eine E-Mail mit Informationen zum Zurücksetzen Ihres Passwort an Sie versendet."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Bitte überprüfen Sie, ob die E-Mail eingetroffen ist. Falls Sie die E-Mail nicht innerhalb der nächsten 15 Minuten erhalten sollten, wenden Sie sich bitte an den Administrator. Schließen Sie dieses Fenster NICHT, bis Sie den Vorgang abgeschlossen haben."
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Um Ihr Passwort zurückzusetzen, klicken Sie bitte auf den Link unten (oder kopieren Sie ihn in Ihren Browser) und folgen Sie den Anweisungen."
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Ungültige Anfrage. Ihre Anfrage ist wahrscheinlich verfallen, weil zu viel Zeit vergangen ist. Bitte versuchen Sie es erneut."
        },
        "168b9e356db803204c123e0445ef83f4": {
            "text": "Das Zurücksetzen des Passworts ist nicht erlaubt."
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Passwort vergessen"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Stellt eine Möglichkeit bereit, das Login-Passwort zurückzusetzen."
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Geben Sie Ihren Benutzernamen ein"
        },
        "201096f37f6c6d8504b8d29778854bb5": {
            "text": "Benutzernamen vergessen?"
        },
        "abb2644b2def6033e18a82971e1c179a": {
            "text": "Bitte geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen Ihren Benutzernamen zu."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Hinweis: Aus Sicherheitsgründen teilen wir Ihnen auf diesem Bildschirm nicht mit, ob der eingegebene Benutzername im System existiert."
        },
        "6647aaa5aa21f02ecdb174cdea5ae9f7": {
            "text": "Benutzer-Information"
        },
        "350908378ec41ef0131289d5f5fc28b6": {
            "text": "Sie erhalten diese E-Mail, weil Sie Ihren Benutzernamen angefordert haben."
        },
        "d1a638c6049308ede5367d21be8cb2dd": {
            "text": "Ihre E-Mail-Adresse scheint zu mehreren Konten zu gehören und wir können ihnen diese aus Sicherheitsgründen nicht mitteilen. Bitte kontaktieren Sie den Administrator für weitere Unterstützung."
        },
        "dfe88c81efe0f54d4bf8444498b60f57": {
            "text": "Ihr Benutzername ist:"
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "E-Mail-Adresse für den Versand"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Dieser Link ist für die Dauer von 60 Minuten gültig. Der Link muss im gleichen Webbrowser aufgerufen werden, der auch verwendet wurde, um die Passwortanfrage zu stellen."
        }
    }
}
