{
    "file": "wire\/modules\/Inputfield\/InputfieldFile\/config.php",
    "textdomain": "wire--modules--inputfield--inputfieldfile--config-php",
    "translations": {
        "7ed67c541834e8611ff12de806594362": {
            "text": "Erlaubte Dateierweiterungen für den Upload"
        },
        "f95a2203d4668a44286d8955c270b809": {
            "text": "Eine oder mehrere Dateierweiterungen, getrennt durch ein Leerzeichen."
        },
        "6231c154d164f467041abbb0151816dc": {
            "text": "Maximal erlaubte Dateien"
        },
        "2383ea51d67a0b84eda10737be272a9e": {
            "text": "0=keine Begrenzung"
        },
        "831c1d34e1624ee969c96e66273a5b8a": {
            "text": "Datei-Uploads"
        },
        "bed8a5795ff53ecfd7b9dab0face84b6": {
            "text": "ZIP-Dateien entpacken?"
        },
        "fab7f7d0de48baa58342b39e975c9aab": {
            "text": "Wenn diese Option aktiviert ist, werden ZIP-Archive entpackt und alle gültigen Dateien als Uploads hinzugefügt (sofern dies von der Hosting-Umgebung unterstützt wird). Die maximale Dateigröße muss auf 0 gesetzt werden, damit die ZIP-Uploads funktionieren."
        },
        "4839f7d2588943e6763c3c91cbd8d7f2": {
            "text": "Vorhandene Dateien überschreiben?"
        },
        "35a96944722fb825db8bf04ab791c209": {
            "text": "Wenn dieses Checkbox aktiviert ist, wird eine hochgeladene Datei mit demselben Namen wie eine vorhandene Datei die vorhandene Datei ersetzen (Beschreibung und Tags bleiben erhalten). Wenn diese Option nicht aktiviert ist, werden hochgeladene Dateinamen umbenannt, um eindeutig zu sein."
        },
        "2713d4f20fb5e7947fb2bb844d57322d": {
            "text": "Bitte beachten Sie, dass bei aktivierter Option die mit AJAX hochgeladenen Dateien sofort beim Hochladen mit der Seite gespeichert werden und nicht erst, wenn Sie auf \"Speichern\" klicken. Daher sollten Sie diese Option nicht aktivieren, es sei denn, Sie haben einen besonderen Bedarf dafür."
        },
        "43628388b79e6369717cab54df99fc62": {
            "text": "Datei-Beschreibungen"
        },
        "91015caeadb6afed86544257b5d796f5": {
            "text": "Anzahl der Zeilen für das Feld Beschreibung?"
        },
        "27eebd9281cfaa6f4173d02986c9ad71": {
            "text": "Geben Sie die Anzahl der Zeilen ein, die für das Dateibeschreibungsfeld zur Verfügung stehen, oder geben Sie 0 ein, um kein Beschreibungsfeld zu haben."
        },
        "1aac69c83eb57d215a710401956430f1": {
            "text": "Mehrsprachige Beschreibungen deaktivieren?"
        },
        "d2bb3cb572d2e8478e3f5eed6cd914aa": {
            "text": "Standardmäßig sind die Beschreibungen mehrsprachig, wenn Sie die Sprachunterstützung installiert haben."
        },
        "e1b05eaa8a39a1ff5b825c94b80e77db": {
            "text": "Wenn Sie keine mehrsprachigen Beschreibungen für Dateien benötigen, können Sie sie hier deaktivieren."
        }
    }
}