{
    "file": "wire\/modules\/Process\/ProcessForgotPassword\/ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword--processforgotpassword-module",
    "translations": {
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Informationen zum Zurücksetzen des Passworts"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Passwortrücksetzung kann nicht abgeschlossen werden. Bitte vergewissern Sie sich, dass Sie sich auf demselben Computer und in demselben Webbrowser befinden, mit dem Sie Ihre Anfrage ursprünglich eingereicht haben."
        },
        "93d644963a650f21fed9cf78bb79aefa": {
            "text": "Passwort zurücksetzen ist vorübergehend nicht möglich. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Administrator."
        },
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Passwort zurücksetzen"
        },
        "6832ac593617c3e5f61c82a20b0d9a3a": {
            "text": "Geben Sie Ihre E-Mail Adresse ein"
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Geben Sie Ihren Benutzernamen ein"
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Wenn Sie über ein Konto in unserem System verfügen und eine gültige E-Mail-Adresse hinterlegt haben, wird Ihnen nach dem Absenden dieses Formulars eine E-Mail zugesandt. Diese E-Mail enthält einen Link, auf den Sie klicken können, um Ihr Passwort zurückzusetzen."
        },
        "39ce57ab909352a15ed22c42d8bf2db5": {
            "text": "Es gibt mehrere Konten mit dieser E-Mail, so dass ein Zurücksetzen des Passworts nicht möglich ist."
        },
        "8b0f10bdaf3afb56f2dd166bbbb4e190": {
            "text": "Bitte kontaktieren Sie den Administrator, um Ihr Passwort zurückzusetzen."
        },
        "7db90261f25e9e387ac28f85a67e61cd": {
            "text": "Der Benutzer darf das Passwort nicht zurücksetzen."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "In der Annahme, dass Ihre Kontoinformationen gefunden wurden und wir eine E-Mail-Adresse gespeichert haben, wurde eine E-Mail mit Informationen zum Zurücksetzen des Passworts versandt."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Bitte prüfen Sie Ihre E-Mail auf diese Nachricht. Sollten Sie innerhalb der nächsten 15 Minuten keine E-Mail erhalten, wenden Sie sich bitte an den Administrator der Website, um Ihr Passwort zurückzusetzen. Die Anforderung zum Zurücksetzen des Passworts läuft in 60 Minuten ab. Schließen Sie dieses Fenster NICHT, bevor Sie Ihre Anfrage zum Zurücksetzen des Passworts abgeschlossen haben."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Aus Sicherheitsgründen zeigen wir auf diesem Bildschirm nicht an, ob ein Konto existiert."
        },
        "27f1d003b3e26b68158df1930deb4501": {
            "text": "Ihr Verifizierungscode lautet: %s"
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Um Ihr Passwort zurückzusetzen, klicken Sie auf die URL unten (oder fügen Sie sie in Ihren Browser ein) und folgen Sie den Anweisungen:"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Diese URL läuft 60 Minuten nach ihrer Absendung ab. Diese URL muss von demselben Computer und Browser geöffnet werden, von dem aus die Anfrage gestellt wurde."
        },
        "1f608932e66b86ace4789d74fd3979b8": {
            "text": "Sie haben ein neues Passwort für Ihr Konto bei %s angefordert."
        },
        "5e7e3a0c4a67fc08cde6a2e8a7a8136e": {
            "text": "Das System kann diese Anfrage aus dem unten aufgeführten Grund nicht durchführen:"
        },
        "57b0380c7885e84ff8106ecb65e4fc1b": {
            "text": "Bitte wenden Sie sich an den Administrator, wenn Sie Hilfe beim Einloggen in Ihr Konto und\/oder beim Ändern Ihres Passworts benötigen."
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Ungültige Rücksetzanfrage. Ihre Anfrage ist möglicherweise abgelaufen."
        },
        "dfcbc97f1d21b9867e68fa7179492c4c": {
            "text": "Verifizierungscode"
        },
        "3d6a2212b6d337ac823402be7a0ddf14": {
            "text": "Bitte geben Sie den Code, den Sie in Ihrer E-Mail erhalten haben, ein oder fügen Sie ihn ein."
        },
        "4f9d3bd4f4eba4b2d86610f6607d8337": {
            "text": "Das Zurücksetzen des Passworts erfordert auch, dass Sie den korrekten Wert dieses Feldes bestätigen."
        },
        "056f743a15c1503de0d4ae9c8cd9d2c9": {
            "text": "Überschreitung der maximal zulässigen Versuche für dieses Formular."
        },
        "fa36cf545b5a1afc0b89876b6e459d4a": {
            "text": "Falscher Verifizierungscode"
        },
        "8c89c9f8eed88a5efbf7b8f1339b67e1": {
            "text": "Eingegebener Wert war nicht korrekt"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Ihr Passwort wurde erfolgreich zurückgesetzt. Sie können sich jetzt anmelden."
        },
        "ebd47983e20da3bcd0ce16754a5c6f71": {
            "text": "Dieser Schritt kann nicht abgeschlossen werden"
        },
        "ee668afb3022f7a04020a4355995df08": {
            "text": "Der Benutzer existiert nicht"
        },
        "8857e76b64aa5af97292f6c118a98b9c": {
            "text": "Benutzer hat keine E-Mail Adresse definiert"
        },
        "891c900c62b339df9b69affb01964463": {
            "text": "Benutzer ist unveröffentlicht"
        },
        "ba3f28cb2b509ffc12d364936e935bf9": {
            "text": "Benutzer darf sich per Site-Konfiguration nicht anmelden"
        },
        "32e309a22f3c85df6347452a10154dd1": {
            "text": "Der Benutzer hat keine Benutzerrolle, die für das Zurücksetzen des Passworts unterstützt wird."
        },
        "96562ea782788ab326b91826c455a545": {
            "text": "Der Benutzer hat eine Benutzerrolle, die das Zurücksetzen des Passworts nicht unterstützt."
        },
        "3f2c45a7cbacb890f17f482d6d578a46": {
            "text": "Maximale Anzahl der Versuche erreicht, bitte versuchen Sie es später noch einmal."
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Weiter"
        },
        "f53d1cd25e03173ba9eaa4e493636769": {
            "text": "+"
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "E-Mail-Adresse, von der aus Nachrichten gesendet werden sollen"
        },
        "f300f19956910a5c8e07e7fc38ad5996": {
            "text": "E-Mail anstelle des Benutzernamens verwenden"
        },
        "b7f87835e4ded82dbf88a8a45660e8b5": {
            "text": "Wenn diese Option aktiviert ist, wird der Benutzer nach seiner E-Mail-Adresse gefragt, um sein Passwort zurückzusetzen, und nicht nach seinem Benutzernamen."
        },
        "4cc2145f15c928792509a932023d7d16": {
            "text": "Wenn die E-Mail-Adresse von mehr als einem Konto verwendet wird, ist das Zurücksetzen der Kennwörter für diese Konten nicht möglich."
        },
        "baf67737db6267fe171e5c02e11bc750": {
            "text": "Hinweis: Das ProcessLogin-Modul setzt dies automatisch zur Laufzeit, wenn es für die Verwendung von E-Mail-Login konfiguriert ist."
        },
        "2f9fd9ee1ca0d1b1bf29cf5ac02fb6d8": {
            "text": "Maximale Anfragen zum Zurücksetzen des Passworts pro IP-Adresse oder Sitzung"
        },
        "8d2af70b99487af66a77693183fa222e": {
            "text": "Verwenden Sie diese Option, um zu verhindern, dass dieselbe IP-Adresse oder Sitzung zu viele Rücksetzanfragen stellt."
        },
        "d7b00f56bd4aa8c7b1d307f893f3691d": {
            "text": "Geben Sie 0 an, um sie zu deaktivieren."
        },
        "87797341d99969f5087a0604d689f724": {
            "text": "Aktivität protokollieren?"
        },
        "b78dc56eded90f2f7dc3efe53843c7df": {
            "text": "Wenn diese Option aktiviert ist, werden Anfragen zum Zurücksetzen von Passwörtern protokolliert."
        },
        "7cd3b77b8a690863feb890675526b5fb": {
            "text": "Das Protokoll anzeigen"
        },
        "2b76ca42e9a49dabc2d47d1c0125a58c": {
            "text": "Bestätigen Sie Feldwerte"
        },
        "1cb11e4ef5c85cd2529324e18d63c96a": {
            "text": "Fordern Sie den Benutzer im letzten Schritt auf, die Werte in diesen Feldern zu bestätigen, bevor Sie das neue Kennwort akzeptieren, um eine zusätzliche Überprüfung durchzuführen."
        },
        "5cd2f0ef0a275749826eb1848eca5085": {
            "text": "Bitte verwenden Sie hierfür nur einsprachige Text- oder Zahlenfelder, die immer ausgefüllt sind."
        },
        "8cde5ec64dda71c519de97faac388350": {
            "text": "Erlaubte Benutzerrollen"
        },
        "1af5a1fe1bcf8e0d87981e1ed30a52ee": {
            "text": "Um nur bestimmten Benutzerrollen das Zurücksetzen des Passworts zu erlauben, wählen Sie diese hier aus."
        },
        "2b71c5b0053ba1524a4b96e918c5a8b4": {
            "text": "Wenn keine der Optionen ausgewählt ist, kann das Passwort von allen Benutzerrollen zurückgesetzt werden."
        },
        "3ec6ed33465d73a6985d6e6455d2e8ac": {
            "text": "Blockierte Benutzerrollen"
        },
        "987aff99759a7d274e880c5512ebf090": {
            "text": "Um bestimmte Benutzerrollen für das Zurücksetzen des Passworts zu sperren, wählen Sie sie hier aus."
        },
        "a1f0c9c3c94d0f29ab484c237d948650": {
            "text": "Zwischenspeicher (Cache) und Tabellen für Kennwortrücksetzanfragen löschen"
        },
        "ec488c78fc373b5af024d518fdc7c612": {
            "text": "Dies geschieht im Laufe der Zeit automatisch, kann aber auf Wunsch auch manuell gelöscht werden."
        },
        "49f90518a785624dd3ca08a1ebc6f9ef": {
            "text": "Gelöschte Anfragen zum Zurücksetzen des Passworts"
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Passwort vergessen"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Ermöglicht das Zurücksetzen des Passworts\/der E-Mail für den Login."
        }
    }
}