{
    "file": "wire\/modules\/Inputfield\/InputfieldSelect.module",
    "textdomain": "wire--modules--inputfield--inputfieldselect-module",
    "translations": {
        "eed6fbc4de3755e7189b1461a4844bea": {
            "text": "Auswahl eines einzelnen Wertes aus einer select-Box"
        },
        "e0626222614bdee31951d84c64e5e9ff": {
            "text": "select-Auswahl"
        },
        "dae8ace18bdcbcc6ae5aece263e14fe8": {
            "text": "Optionen"
        },
        "3a4accfa68ff7300f67ad7d89e07770e": {
            "text": "Geben Sie die auswählbaren Optionen ein (eine pro Zeile)."
        },
        "6cdf2b7c6a202509ddad22ed4e6d1c3d": {
            "text": "Geben Sie als erste Option ein Gleichheitszeiten \"=\" an, um der Liste eine leere Option voranzustellen"
        },
        "378f6008c3dc6eb2be984683df372592": {
            "text": "Stellen Sie einer Option ein Pluszeichen voran, um sie vorauszuwählen. Beispiel: +My Option"
        },
        "75d2fefda1196dd14f506b0273ebed38": {
            "text": "Um Wert und Beschriftung zu unterscheiden, trennen Sie diese mit einem Gleichheitszeichen. Beispiel: value=My Option"
        },
        "663f303f44a9a25504e3c434fc37b34d": {
            "text": "Um eine Optionen-Gruppe (optgroup) zu erzeugen, rücken Sie die Optionen in der Gruppe um 3 oder mehr Leerzeichen ein."
        },
        "7c63f89ebf4832b00f3e7365c794b642": {
            "text": "Um vorausgewählte Standardwerte zu erhalten, tragen Sie die optionalen Werte (einen pro Zeile) unten ein."
        },
        "032f6def0f9076885bcd8366ce324178": {
            "text": "Um einen vorausgewählten Standardwert zu erhalten, tragen Sie den optionalen Wert unten ein."
        },
        "31ce3cdcd67850870b616f75b555bbc5": {
            "text": "Standardwert"
        },
        "d1fd1babab2eaee3f04bcbc5278193d2": {
            "text": "Zur Auswahl einer Standardseite, wäre dies die Seiten ID Nummer."
        },
        "5c6d4a4ac74797a290100dc74f6cd79d": {
            "text": "WICHTIG: Der Standardwert wird nur verwendet wenn dieses Feld ein Pflichtfeld ist (siehe Checkbox \"Pflichtfeld\")."
        },
        "be1ae5e510797cd29556ba58e16bb3cd": {
            "text": "Um mehrsprachige Option-Labels zu verwenden, lesen Sie bitte die Anweisungen unter diesem Feld."
        },
        "e1d42070d11f4e125dd41933a7931336": {
            "text": "Anweisungen"
        },
        "c3a5b7cc9aad41a355971c9da775b523": {
            "text": "Geben Sie eine Option pro Zeile an."
        },
        "318d7ecad4ade4ae80008273a964b97d": {
            "text": "Mehrsprachige Anweisungen:"
        },
        "f79f891c4cdcad35f5c97b6d5abf6338": {
            "text": "Wir empfehlen die Verwendung von value=label, wobei der Wert in allen Sprachen gleich ist und das Label übersetzt wird."
        },
        "276062e72d8dad493a3c12ee48129c09": {
            "text": "Definieren Sie zunächst Ihre Standard-Sprachoptionen, und kopieren Sie dann in die anderen Sprachen und übersetzen Sie Labels."
        },
        "1de150b2c32ea78f720ed5680ede3e36": {
            "text": "Ausgewählte Optionen und Optionsgruppen werden in der Standardsprache definiert; die anderen Eingabefelder dienen nur der Label-Übersetzung."
        },
        "6fad098a8ac595a164cf68a53d2669ec": {
            "text": "Labels, die nicht übersetzt werden, erben das Standard-Sprachlabel."
        }
    }
}